Repository: ademant/farming_modpack
Catalog: farming_awards/locale/*.po
Languages: de

source: Coffee
de: Kaffee

source: Silver
de: Silber

source: You got your first coffee
de: Du trinkst Deinen ersten Kaffee

source: You got your tenth coffee
de: Du trinkst Deinen 10. Kaffee

source: You had 30 coffee
de: Du hast jetzt 30 Kaffee

source: You are an advanced farmer
de: Du bist ein Profi Bauer

source: You are an advanced gatherer
de: Du bist ein Profi Sammler

source: You are an advanced miller
de: Du bist ein Profi Müller

source: You are an advanced thresher
de: Du bist ein Profi Drescher

source: Advanced
de: Profi

source: Farmer
de: Bauer

source: Gatherer
de: Sammler

source: Farming Miller
de: Müller

source: Farming Thresher
de: Drescher
